[
  {
    "id": "gage",
    "name": "Streamflow Gages",
    "children": [
      {
        "id": "gage-primary",
        "name": "Primary Dataset",
        "description": "The Primary Dataset for Streamflow Gages includes a combination of the key variables from the other Streamflow Gage datasets. From the Basin Characteristics dataset, it includes basin area, baseflow index, hydro-geological classifications, annual average precipitation and air temperature, and land use composition. From the Streamflow Statistics dataset, it includes various metrics such as the mean, median, and lower/upper quartile streamflow at each gage. Lastly, it includes the main seasonal results from the Streamflow Trend Analyses dataset. Together, these metrics can be used to better understand relationships between the basin characteristics, streamflow statitistics and streamflow trends at USGS gages throughout the region.",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Worland, S.C., Wieczorek, M.E., Asquith, W.H., Knight, R.R., 2019, Summary of basin characteristics for National Hydrography Dataset, version 2 catchments in the Southeastern United States, 1950 - 2010: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9KXTDU4"
          },
          {
            "text": "Crowley-Ornelas, E.R., Asquith, W.H., Worland, S.C., and Knight, R.R., 2019, Summary of streamflow statistics for USGS streamgages in the southeastern United States, 1950–2010: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P91DOYCJ"
          },
          {
            "text": "Rodgers, K.D., Hoos, A.B., Roland, V.L., and Knight, R.R., 2018, Trend analysis results for sites used in RESTORE Streamflow alteration assessments: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9YSE754"
          }
        ],
        "title": "Gages > Primary Dataset"
      },
      {
        "id": "gage-cov",
        "name": "Basin Characteristics",
        "description": "Physical and climatic basin characteristics for 957 USGS streamflow gages located on tributaries and streams flowing to the Gulf of Mexico. The variables represent mutable and immutable basin characteristics and are organized by characteristic type: physical (5), hydrologic (6), categorical (12), climate (6), landscape alteration (7), and land cover (12).  Mutable characteristics such as climate, land cover, and landscape alteration variables are reported in decadal increments (1950s, 1960s, ..., 2000s).",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Worland, S.C., Wieczorek, M.E., Asquith, W.H., Knight, R.R., 2019, Summary of basin characteristics for National Hydrography Dataset, version 2 catchments in the Southeastern United States, 1950 - 2010: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9KXTDU4"
          }
        ],
        "title": "Gages > Basin Characteristics"
      },
      {
        "id": "gage-qstat",
        "name": "Streamflow Statistics",
        "description": "Summary statistics of observed daily-mean streamflow for 956 USGS streamflow gages located on tributaries and streams flowing to the Gulf of Mexico. The statistics include flow-duration curve quantiles, L-moments, the minimum, maximum, median flow for days not equal to zero, and the number of zero-flow days. Results were calculated at decadal increments from the 1950s (1950-1959) to the 2000s (2000-2009).",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Asquith, W.H., Worland, S.C., and Knight, R.R., 2019, Summary of streamflow statistics for USGS streamgages in the southeastern United States, 1950–2010: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P91DOYCJ"
          }
        ],
        "title": "Gages > Streamflow Statistics"
      },
      {
        "id": "gage-qtrend",
        "name": "Streamflow Trend Analyses",
        "description": "Trend analyses of daily streamflow records for 139 USGS streamflow gages located on tributaries and streams flowing to the Gulf of Mexico. The trends were assessed using the Mann-Kendall trend test as well as a new method known as a \"Quantile-Kendall\" plot. Each test was performed on various seasonal, monthly, and decile stratifications of the dataset. Data were analyzed based on water year using the Mann-Kendall trend test and by climate year using the Quantile-Kendall methodology to: (1) identify regions which are statistically similar for estimating streamflow characteristics; (2) identify trends related to changing streamflow and streamflow alteration over time; and (3) to identify possible correlations with estuary health in the Gulf of Mexico.",
        "citations": [
          {
            "text": "Rodgers, K.D., Hoos, A.B., Roland, V.L., and Knight, R.R., 2018, Trend analysis results for sites used in RESTORE Streamflow alteration assessments: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9YSE754"
          }
        ],
        "title": "Gages > Streamflow Trend Analyses"
      },
      {
        "id": "gage-solar",
        "name": "Solar Radiation",
        "description": "Monthly and annual average total solar radiation for 956 USGS streamflow gages located on tributaries and streams flowing to the Gulf of Mexico. For each gage, average solar radiation was extracted from a contiguous gridded surface created by the National Renewable Energy Laboratory. The radiation rates represent direct normal irradiance as the amount of solar radiation received per unit area at the location of each gage.",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Asquith, W.H., Knight, R.R., and Worland, S.C., 2019, Solar radiation for National Hydrography Dataset, version 2 catchments in the southeastern United States, 1950 - 2010 at USGS streamflow-gaging stations:U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9OD7FAL"
          }
        ],
        "title": "Gages > Solar Radiation"
      }
    ]
  },
  {
    "id": "huc12",
    "name": "HUC12 Basins",
    "children": [
      {
        "id": "huc12-primary",
        "name": "Primary Dataset",
        "description": "The Primary Dataset for HUC12 Basins includes a combination of the key variables from the other HUC12 datasets. From the Basin Characteristics dataset, it includes basin area, baseflow index, hydro-geological classifications, annual average precipitation and air temperature, number of upstream dams, and land use composition. From the Streamflow Statistics dataset, it includes various metrics such as the mean, median, and lower/upper quartile streamflow at each gage. Together, these metrics can be used to better understand relationships between the basin characteristics and estimated streamflow statitistics at the pour points for all HUC12 basins in the region.",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Worland, S.C., Wieczorek, M.E., Asquith, W.H., Knight, R.R., 2019, Summary of basin characteristics for National Hydrography Dataset, version 2 catchments in the Southeastern United States, 1950 - 2010: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9KXTDU4"
          },
          {
            "text": "Worland, S.C., Knight, R.R., and Asquith, W.H., 2019, Estimated quantiles for the pour points of 9,203 level-12 hydrologic unit codes in the southeastern United States, 1950--2009: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9YGKZZV"
          }
        ],
        "title": "HUC12 Basins > Primary Dataset"
      },
      {
        "id": "huc12-cov",
        "name": "Basin Characteristics",
        "description": "Physical and climatic basin characteristics for 9,314 level-12 Hydrologic Unit Code (HUC12) basins that drain to the Gulf of Mexico. The variables represent mutable and immutable basin characteristics and are organized by characteristic type: physical (5), hydrologic (6), categorical (12), climate (6), landscape alteration (7), and land cover (12).  Mutable characteristics such as climate, land cover, and landscape alteration variables are reported in decadal increments (1950s, 1960s, ..., 2000s).",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Worland, S.C., Wieczorek, M.E., Asquith, W.H., Knight, R.R., 2019, Summary of basin characteristics for National Hydrography Dataset, version 2 catchments in the Southeastern United States, 1950 - 2010: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9KXTDU4"
          }
        ],
        "title": "HUC12 Basins > Basin Characteristics"
      },
      {
        "id": "huc12-qquantile",
        "name": "Estimated Streamflow Quantiles",
        "description": "Estimated streamflow quantiles for 9,203 level-12 Hydrologic Unit Code (HUC12) basins that drain to the Gulf of Mexico. The estimated quantiles range from 0.03% to 99.97% and were estimated using a multi-output neural network that was trained using streamflow data at sites with records containing only non-zero streamflow values. Quantiles were estimated at decadal intervals from the 1950s (1950-1959) to the 2000s (2000-2009). See the dataset citation for more information about the methodology used to generate this dataset.",
        "citations": [
          {
            "text": "Worland, S.C., Knight, R.R., and Asquith, W.H., 2019, Estimated quantiles for the pour points of 9,203 level-12 hydrologic unit codes in the southeastern United States, 1950--2009: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9YGKZZV"
          }
        ],
        "title": "HUC12 Basins > Estimated Streamflow Quantiles"
      },
      {
        "id": "huc12-solar",
        "name": "Solar Radiation",
        "description": "Monthly and annual average total solar radiation for 9,219 level-12 Hydrologic Unit Code (HUC12) basins that drain to the Gulf of Mexico. For each HUC12, the average solar radiation was extracted from a contiguous gridded surface created by the National Renewable Energy Laboratory. The radiation rates represent direct normal irradiance as the amount of solar radiation received per unit area at the location of each HUC12 pour point.",
        "citations": [
          {
            "text": "Crowley-Ornelas, E.R., Asquith, W.H., Knight, R.R., and Worland, S.C., 2019, Solar radiation for National Hydrography Dataset, version 2 catchments in the southeastern United States, 1950 - 2010 at 12-digit hydrologic unit code (HUC12) pour points: U.S. Geological Survey data release.",
            "url": "https://doi.org/10.5066/P9OD7FAL"
          }
        ],
        "title": "HUC12 Basins > Solar Radiation"
      }
    ]
  }
]
